Repository: JoaoFloresDev/soninho_ios
Catalog: soninho/Core/Localization/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# wake_difficulty_hard
source: Hard
ar: صعب
ca: Difícil
cs: Těžká
da: Svær
de: Schwer
el: Δύσκολο
es: Difícil
fi: Vaikea
fr: Difficile
he: קשה
hi: कठिन
hr: Teško
hu: Nehéz
id: Sulit
it: Difficile
ja: むずかしい
ko: 어려움
ms: Sukar
nl: Moeilijk
no: Vanskelig
pl: Trudny
pt_br: Difícil
pt_pt: Difícil
ro: Greu
ru: Сложно
sk: Ťažká
sv: Svår
th: ยาก
tr: Zor
uk: Складно
vi: Khó
zh_hans: 困难
zh_hant: 困難

# wake_difficulty_label
source: Difficulty
ar: مستوى الصعوبة
ca: Dificultat
cs: Obtížnost
da: Sværhedsgrad
de: Schwierigkeit
el: Δυσκολία
es: Dificultad
fi: Vaikeustaso
fr: Difficulté
he: רמת קושי
hi: कठिनाई स्तर
hr: Težina
hu: Nehézség
id: Tingkat Kesulitan
it: Difficoltà
ja: 難易度
ko: 난이도
ms: Tahap Kesukaran
nl: Moeilijkheid
no: Vanskelighetsgrad
pl: Poziom trudności
pt_br: Dificuldade
pt_pt: Dificuldade
ro: Dificultate
ru: Сложность
sk: Náročnosť
sv: Svårighetsgrad
th: ระดับความยาก
tr: Zorluk
uk: Складність
vi: Độ khó
zh_hans: 难度
zh_hant: 難度

# wake_difficulty_medium
source: Medium
ar: متوسط
ca: Mitjana
cs: Střední
da: Mellem
de: Mittel
el: Μέτριο
es: Medio
fi: Keskitaso
fr: Moyen
he: בינוני
hi: मध्यम
hr: Srednje
hu: Közepes
id: Sedang
it: Media
ja: ふつう
ko: 보통
ms: Sederhana
nl: Gemiddeld
no: Middels
pl: Średni
pt_br: Médio
pt_pt: Média
ro: Mediu
ru: Средне
sk: Stredná
sv: Medel
th: ปานกลาง
tr: Orta
uk: Середньо
vi: Vừa
zh_hans: 中等
zh_hant: 中等

# wake_gradual_description
source: Fade volume and light in, sunrise style
ar: يزداد الصوت والضوء تدريجياً، مثل شروق الشمس
ca: El volum i la llum pugen suaument, com una sortida de sol
cs: Hlasitost a světlo sílí pozvolna jako východ slunce
da: Lydstyrke og lys stiger blidt, som en solopgang
de: Lautstärke und Licht steigen sanft an, wie ein Sonnenaufgang
el: Η ένταση και το φως δυναμώνουν απαλά, σαν ανατολή
es: Sube volumen y luz poco a poco, estilo amanecer
fi: Ääni ja valo voimistuvat pehmeästi kuin auringonnousu
fr: Le volume et la lumière montent en douceur, comme un lever de soleil
he: העוצמה והאור גוברים בהדרגה, כמו זריחה
hi: आवाज़ और रोशनी धीरे-धीरे बढ़ती हैं, सूर्योदय की तरह
hr: Glasnoća i svjetlo nježno rastu, poput izlaska sunca
hu: A hangerő és a fény lágyan erősödik, mint egy napkelte
id: Volume dan cahaya naik perlahan, seperti matahari terbit
it: Volume e luce aumentano dolcemente, come un'alba
ja: 朝日のように、音量と光がゆっくり強くなります
ko: 일출처럼 음량과 빛이 서서히 커집니다
ms: Kelantangan dan cahaya meningkat perlahan-lahan, seperti matahari terbit
nl: Volume en licht nemen zachtjes toe, als een zonsopgang
no: Volum og lys øker mykt, som en soloppgang
pl: Głośność i światło narastają łagodnie, jak wschód słońca
pt_br: Sobe volume e luz aos poucos, estilo nascer do sol
pt_pt: O volume e a luz sobem suavemente, como um nascer do sol
ro: Volumul și lumina cresc lin, ca un răsărit
ru: Громкость и свет нарастают плавно, как рассвет
sk: Hlasitosť a svetlo silnejú pozvoľna ako východ slnka
sv: Volym och ljus ökar mjukt, som en soluppgång
th: เสียงและแสงค่อยๆ เพิ่มขึ้นเหมือนพระอาทิตย์ขึ้น
tr: Ses ve ışık gün doğumu gibi yavaşça yükselir
uk: Гучність і світло наростають плавно, як світанок
vi: Âm lượng và ánh sáng tăng dần như bình minh
zh_hans: 音量和亮光渐强，如日出般唤醒
zh_hant: 音量與光線漸強，如日出般喚醒

# wake_gradual_label
source: Gradual wake
ar: استيقاظ تدريجي
ca: Despertar gradual
cs: Pozvolné buzení
da: Gradvis vækning
de: Sanftes Wecken
el: Σταδιακό ξύπνημα
es: Despertar gradual
fi: Asteittainen herätys
fr: Réveil progressif
he: השכמה הדרגתית
hi: क्रमिक जागरण
hr: Postupno buđenje
hu: Fokozatos ébresztés
id: Bangun Bertahap
it: Risveglio graduale
ja: ゆるやかな起床
ko: 점진적 기상
ms: Bangun Beransur
nl: Geleidelijk wekken
no: Gradvis vekking
pl: Łagodne budzenie
pt_br: Despertar gradual
pt_pt: Despertar gradual
ro: Trezire graduală
ru: Плавное пробуждение
sk: Pozvoľné budenie
sv: Gradvis väckning
th: ตื่นแบบค่อยเป็นค่อยไป
tr: Kademeli Uyanma
uk: Плавне пробудження
vi: Đánh thức từ từ
zh_hans: 渐进唤醒
zh_hant: 漸進喚醒

# wake_gradual_minutes %lld
source: %lld min
ar: %lld د
el: %lld λ
he: %lld דק׳
hi: %lld मि
hu: %lld perc
id: %lld mnt
ja: %lld分
ko: %lld분
ru: %lld мин
th: %lld น.
tr: %lld dk
uk: %lld хв
vi: %lld ph
zh_hans: %lld 分钟
zh_hant: %lld 分鐘

# wake_greeting_morning
source: Good morning
ar: صباح الخير
ca: Bon dia
cs: Dobré ráno
da: Godmorgen
de: Guten Morgen
el: Καλημέρα
es: Buenos días
fi: Huomenta
fr: Bonjour
he: בוקר טוב
hi: सुप्रभात
hr: Dobro jutro
hu: Jó reggelt
id: Selamat pagi
it: Buongiorno
ja: おはようございます
ko: 좋은 아침입니다
ms: Selamat pagi
nl: Goedemorgen
no: God morgen
pl: Dzień dobry
pt_br: Bom dia
pt_pt: Bom dia
ro: Bună dimineața
ru: Доброе утро
sk: Dobré ráno
sv: God morgon
th: อรุณสวัสดิ์
tr: Günaydın
uk: Доброго ранку
vi: Chào buổi sáng
zh_hans: 早上好
zh_hant: 早安

# wake_greeting_rest
source: Enjoy the rest of your day
ar: استمتع بيومك
ca: Gaudeix de la resta del dia
cs: Užijte si zbytek dne
da: Nyd resten af din dag
de: Genieß den Rest deines Tages
el: Καλή συνέχεια στη μέρα σου
es: Disfruta el resto del día
fi: Nauti loppupäivästä
fr: Profitez du reste de votre journée
he: תיהנו מהיום
hi: आपका दिन शुभ हो
hr: Uživaj u ostatku dana
hu: Szép napot!
id: Nikmati sisa harimu
it: Goditi il resto della giornata
ja: 良い一日をお過ごしください
ko: 남은 하루도 즐겁게 보내세요
ms: Nikmati hari anda
nl: Geniet van de rest van je dag
no: Nyt resten av dagen
pl: Miłego dnia
pt_br: Bom resto de dia
pt_pt: Aproveite o resto do dia
ro: Bucură-te de restul zilei
ru: Хорошего дня
sk: Užite si zvyšok dňa
sv: Njut av resten av dagen
th: ขอให้เป็นวันที่ดี
tr: Gününüzün tadını çıkarın
uk: Гарного дня
vi: Chúc một ngày tốt lành
zh_hans: 祝你今天愉快
zh_hant: 祝你有美好的一天

# wake_greeting_subtitle
source: Your night was saved
ar: تم حفظ ليلتك
ca: La teva nit s'ha desat
cs: Vaše noc byla uložena
da: Din nat er gemt
de: Deine Nacht wurde gesichert
el: Η νύχτα σου αποθηκεύτηκε
es: Tu noche fue guardada
fi: Yösi on tallennettu
fr: Votre nuit a été enregistrée
he: הלילה שלכם נשמר
hi: आपकी रात सहेज ली गई
hr: Tvoja noć je spremljena
hu: Az éjszakád elmentve
id: Malammu sudah disimpan
it: La tua notte è stata salvata
ja: 睡眠の記録を保存しました
ko: 수면 기록이 저장되었습니다
ms: Malam anda telah disimpan
nl: Je nacht is bewaard
no: Natten din er lagret
pl: Twoja noc została zapisana
pt_br: Sua noite foi registrada
pt_pt: A sua noite foi guardada
ro: Noaptea ta a fost salvată
ru: Ваша ночь сохранена
sk: Vaša noc bola uložená
sv: Din natt har sparats
th: บันทึกคืนของคุณแล้ว
tr: Geceniz kaydedildi
uk: Вашу ніч збережено
vi: Đêm của bạn đã được lưu
zh_hans: 你的这一晚已保存
zh_hant: 你的這一晚已儲存

# wake_math_title
source: Solve to wake up
ar: حلّ لتستيقظ
ca: Resol per despertar-te
cs: Vyřešte a probuďte se
da: Løs for at vågne
de: Löse die Aufgabe, um aufzuwachen
el: Λύσε για να ξυπνήσεις
es: Resuelve para despertar
fi: Ratkaise herätäksesi
fr: Résolvez pour vous réveiller
he: פתרו כדי לקום
hi: जागने के लिए हल करें
hr: Riješi da se probudiš
hu: Oldd meg, hogy felébredj
id: Selesaikan untuk bangun
it: Risolvi per svegliarti
ja: 解いて起きましょう
ko: 문제를 풀고 일어나세요
ms: Selesaikan untuk bangun
nl: Los op om wakker te worden
no: Løs for å våkne
pl: Rozwiąż, aby się obudzić
pt_br: Resolva para acordar
pt_pt: Resolva para acordar
ro: Rezolvă ca să te trezești
ru: Решите, чтобы проснуться
sk: Vyriešte a zobuďte sa
sv: Lös för att vakna
th: แก้โจทย์เพื่อตื่น
tr: Uyanmak için çözün
uk: Розв'яжіть, щоб прокинутися
vi: Giải để thức dậy
zh_hans: 解题起床
zh_hant: 解題起床

# wake_memory_repeat
source: Your turn — repeat the sequence
ar: دورك — كرّر التسلسل
ca: Et toca — repeteix la seqüència
cs: Jste na řadě — zopakujte sekvenci
da: Din tur — gentag rækkefølgen
de: Du bist dran – wiederhole die Sequenz
el: Σειρά σου — επανάλαβε τη σειρά
es: Tu turno — repite la secuencia
fi: Sinun vuorosi — toista järjestys
fr: À vous — répétez la séquence
he: תורכם — חזרו על הרצף
hi: आपकी बारी - क्रम दोहराएँ
hr: Tvoj red — ponovi niz
hu: Te jössz — ismételd a sorrendet
id: Giliranmu — ulangi urutannya
it: Tocca a te — ripeti la sequenza
ja: あなたの番です — 順番どおりにタップ
ko: 당신 차례예요 — 순서를 따라 하세요
ms: Giliran anda — ulang urutannya
nl: Jouw beurt — herhaal de reeks
no: Din tur — gjenta rekkefølgen
pl: Twoja kolej — powtórz sekwencję
pt_br: Sua vez — repita a sequência
pt_pt: É a sua vez — repita a sequência
ro: E rândul tău — repetă secvența
ru: Ваш ход — повторите последовательность
sk: Ste na rade — zopakujte sekvenciu
sv: Din tur — upprepa sekvensen
th: ตาคุณแล้ว - ทำตามลำดับ
tr: Sıra sizde — diziyi tekrarlayın
uk: Ваш хід — повторіть послідовність
vi: Đến lượt bạn - lặp lại chuỗi
zh_hans: 轮到你了——重复刚才的顺序
zh_hant: 換你了——重複剛才的順序

# wake_memory_replay
source: Show again
ar: إعادة العرض
ca: Torna-ho a mostrar
cs: Zobrazit znovu
da: Vis igen
de: Nochmal zeigen
el: Δείξε ξανά
es: Mostrar de nuevo
fi: Näytä uudelleen
fr: Revoir
he: הצגה שוב
hi: फिर दिखाएँ
hr: Prikaži ponovno
hu: Mutasd újra
id: Tampilkan lagi
it: Mostra di nuovo
ja: もう一度見る
ko: 다시 보기
ms: Tunjuk semula
nl: Toon opnieuw
no: Vis igjen
pl: Pokaż ponownie
pt_br: Mostrar de novo
pt_pt: Mostrar de novo
ro: Arată din nou
ru: Показать ещё раз
sk: Zobraziť znova
sv: Visa igen
th: ดูอีกครั้ง
tr: Tekrar Göster
uk: Показати ще раз
vi: Xem lại
zh_hans: 再看一次
zh_hant: 再看一次

# wake_memory_watch
source: Watch the sequence...
ar: راقب التسلسل…
ca: Observa la seqüència…
cs: Sledujte sekvenci…
da: Se rækkefølgen…
de: Beobachte die Sequenz…
el: Παρακολούθησε τη σειρά…
es: Observa la secuencia...
fi: Katso järjestystä…
fr: Observez la séquence…
he: צפו ברצף…
hi: क्रम देखें…
hr: Prati niz…
hu: Figyeld a sorrendet…
id: Perhatikan urutannya…
it: Osserva la sequenza…
ja: 順番を覚えてください…
ko: 순서를 잘 보세요…
ms: Perhatikan urutan…
nl: Bekijk de reeks…
no: Se rekkefølgen…
pl: Obserwuj sekwencję…
pt_br: Observe a sequência...
pt_pt: Observe a sequência…
ro: Urmărește secvența…
ru: Запомните последовательность…
sk: Sledujte sekvenciu…
sv: Titta på sekvensen…
th: ดูลำดับให้ดี…
tr: Diziyi izleyin…
uk: Запам'ятайте послідовність…
vi: Quan sát chuỗi…
zh_hans: 看好这个顺序…
zh_hant: 看好這個順序…

# wake_mission_description
source: Make turning the alarm off require real effort
ar: اجعل إيقاف المنبّه يتطلب جهداً حقيقياً
ca: Fes que apagar l'alarma requereixi un esforç real
cs: Ať vypnutí budíku vyžaduje skutečné úsilí
da: Gør det til en reel indsats at slukke alarmen
de: Mach das Ausschalten des Alarms zu echter Arbeit
el: Κάνε την απενεργοποίηση του ξυπνητηριού πραγματική προσπάθεια
es: Exige esfuerzo real para apagar la alarma
fi: Tee herätyksen sammuttamisesta oikeaa työtä
fr: Exigez un vrai effort pour éteindre l'alarme
he: הפכו את כיבוי ההתראה למאמץ אמיתי
hi: अलार्म बंद करने में असली मेहनत लगवाएँ
hr: Neka isključivanje alarma zahtijeva pravi trud
hu: Legyen igazi erőfeszítés az ébresztő kikapcsolása
id: Buat mematikan alarm butuh usaha sungguhan
it: Rendi lo spegnimento della sveglia un vero impegno
ja: アラームを止めるのに本当の努力を必要にします
ko: 알람을 끄려면 진짜 노력이 필요하게 만드세요
ms: Jadikan mematikan penggera memerlukan usaha sebenar
nl: Maak van het uitzetten van de wekker echt werk
no: Gjør det til en skikkelig innsats å slå av alarmen
pl: Niech wyłączenie alarmu wymaga prawdziwego wysiłku
pt_br: Exige esforço de verdade para desligar o alarme
pt_pt: Torne desligar o alarme um esforço a sério
ro: Fă din oprirea alarmei un efort adevărat
ru: Чтобы выключить будильник, придётся постараться
sk: Nech vypnutie budíka vyžaduje skutočné úsilie
sv: Gör det till en riktig ansträngning att stänga av alarmet
th: ทำให้การปิดปลุกต้องใช้ความพยายามจริง
tr: Alarmı kapatmak gerçek çaba gerektirsin
uk: Щоб вимкнути будильник, доведеться постаратися
vi: Khiến việc tắt báo thức đòi hỏi nỗ lực thật sự
zh_hans: 让关闭闹钟需要花点真功夫
zh_hant: 讓關鬧鐘需要花點真功夫

# wake_mission_label
source: Dismiss mission
ar: مهمة الاستيقاظ
ca: Missió de despertar
cs: Mise probuzení
da: Vækkemission
de: Weck-Mission
el: Αποστολή αφύπνισης
es: Misión para apagar
fi: Herätystehtävä
fr: Mission de réveil
he: משימת השכמה
hi: वेक मिशन
hr: Misija buđenja
hu: Ébresztési küldetés
id: Misi Bangun
it: Missione di spegnimento
ja: ミッション
ko: 기상 미션
ms: Misi Bangun
nl: Wekmissie
no: Vekkeoppdrag
pl: Misja pobudki
pt_br: Missão para desligar
pt_pt: Missão de despertar
ro: Misiune de trezire
ru: Миссия пробуждения
sk: Misia budenia
sv: Väckningsuppdrag
th: ภารกิจปลุก
tr: Uyanma Görevi
uk: Місія пробудження
vi: Nhiệm vụ thức dậy
zh_hans: 关闹钟任务
zh_hant: 關鬧鐘任務

# wake_mission_math
source: Math
ar: حساب
ca: Càlcul
cs: Počítání
da: Regning
de: Mathe
el: Μαθηματικά
es: Matemáticas
fi: Lasku
fr: Calcul
he: חשבון
hi: गणित
hr: Računanje
hu: Számolás
id: Hitung
it: Calcolo
ja: 計算
ko: 계산
ms: Kira
nl: Rekenen
no: Regning
pl: Liczenie
pt_br: Matemática
pt_pt: Cálculo
ro: Calcul
ru: Счёт
sk: Počítanie
sv: Matte
th: คณิตศาสตร์
tr: Matematik
uk: Лічба
vi: Toán
zh_hans: 数学
zh_hant: 數學

# wake_mission_memory
source: Memory
ar: ذاكرة
ca: Memòria
cs: Paměť
da: Hukommelse
el: Μνήμη
es: Memoria
fi: Muisti
fr: Mémoire
he: זיכרון
hi: स्मृति
hr: Pamćenje
hu: Memória
id: Memori
it: Memoria
ja: 記憶
ko: 기억력
ms: Memori
nl: Geheugen
no: Hukommelse
pl: Pamięć
pt_br: Memória
pt_pt: Memória
ro: Memorie
ru: Память
sk: Pamäť
sv: Minne
th: ความจำ
tr: Hafıza
uk: Пам'ять
vi: Trí nhớ
zh_hans: 记忆
zh_hant: 記憶

# wake_mission_none
source: None
ar: بدون
ca: Cap
cs: Žádná
da: Ingen
de: Keine
el: Καμία
es: Ninguna
fi: Ei mitään
fr: Aucune
he: ללא
hi: कोई नहीं
hr: Nema
hu: Nincs
id: Tidak ada
it: Nessuna
ja: なし
ko: 없음
ms: Tiada
nl: Geen
no: Ingen
pl: Brak
pt_br: Nenhuma
pt_pt: Nenhuma
ro: Niciuna
ru: Нет
sk: Žiadna
sv: Inget
th: ไม่มี
tr: Yok
uk: Немає
vi: Không
zh_hans: 无
zh_hant: 無

# wake_mission_shake
source: Shake
ar: هزّ
ca: Sacseja
cs: Zatřesení
da: Ryst
de: Schütteln
el: Κούνημα
es: Agitar
fi: Ravistus
fr: Secouer
he: ניעור
hi: हिलाएँ
hr: Protresi
hu: Rázás
id: Goyang
it: Scuoti
ja: シェイク
ko: 흔들기
ms: Goncang
nl: Schudden
no: Rist
pl: Potrząsanie
pt_br: Chacoalhar
pt_pt: Agitar
ro: Scuturare
ru: Встряска
sk: Zatrasenie
sv: Skaka
th: เขย่า
tr: Sallama
uk: Струшування
vi: Lắc
zh_hans: 摇一摇
zh_hant: 搖一搖

# wake_mission_typing
source: Type
ar: كتابة
ca: Escriu
cs: Psaní
da: Skriv
de: Tippen
el: Πληκτρολόγηση
es: Escribir
fi: Kirjoitus
fr: Taper
he: הקלדה
hi: टाइपिंग
hr: Tipkanje
hu: Gépelés
id: Ketik
it: Scrivi
ja: 入力
ko: 입력
ms: Taip
nl: Typen
no: Skriv
pl: Pisanie
pt_br: Digitar
pt_pt: Escrever
ro: Scriere
ru: Ввод
sk: Písanie
sv: Skriv
th: พิมพ์
tr: Yazma
uk: Введення
vi: Gõ chữ
zh_hans: 打字
zh_hant: 打字

# wake_phrase_1
source: good morning
ar: صباح الخير يا شمس
ca: bon dia sol
cs: dobré ráno slunce
da: godmorgen sol
de: guten morgen
el: καλημέρα ήλιε
es: buenos días
fi: hyvää huomenta aurinko
fr: bonjour le soleil
he: בוקר טוב שמש
hi: सुप्रभात सूरज
hr: dobro jutro sunce
hu: jó reggelt napfény
id: selamat pagi matahari
it: buongiorno sole
ja: おはよう
ko: 좋은 아침
ms: selamat pagi matahari
nl: goedemorgen zon
no: god morgen sol
pl: dzień dobry słońce
pt_br: bom dia
pt_pt: bom dia sol
ro: bună dimineața soare
ru: доброе утро
sk: dobré ráno slnko
sv: god morgon solen
th: อรุณสวัสดิ์พระอาทิตย์
tr: günaydın güneş
uk: доброго ранку
vi: chào buổi sáng mặt trời
zh_hans: 早上好
zh_hant: 早安

# wake_phrase_2
source: wake up now
ar: سأستيقظ الآن
ca: m'aixeco ara mateix
cs: vstávám právě teď
da: jeg står op nu
de: jetzt aufwachen
el: σηκώνομαι τώρα
es: despertar ahora
fi: nousen nyt ylös
fr: je me lève maintenant
he: אני קם עכשיו
hi: मैं अभी उठ रहा हूँ
hr: ustajem upravo sada
hu: most kelek fel
id: aku bangun sekarang
it: mi alzo adesso
ja: いま起きます
ko: 지금 일어난다
ms: saya bangun sekarang
nl: ik sta nu op
no: jeg står opp nå
pl: wstaję właśnie teraz
pt_br: acordar agora
pt_pt: vou levantar-me agora
ro: mă ridic chiar acum
ru: я встаю прямо сейчас
sk: vstávam práve teraz
sv: jag går upp nu
th: ฉันจะตื่นเดี๋ยวนี้
tr: şimdi kalkıyorum
uk: я встаю просто зараз
vi: tôi sẽ dậy ngay bây giờ
zh_hans: 现在就起床
zh_hant: 現在就起床

# wake_phrase_3
source: rise and shine
ar: استيقظ وأشرق
ca: amunt i endavant
cs: vzhůru do dne
da: op og i gang
de: raus aus den federn
el: πάνω και ξεκινάμε
es: hora de levantarse
fi: ylös ja menoksi
fr: debout et en forme
he: לקום ולזרוח
hi: उठो और चमको
hr: ustani i sjaji
hu: fel és indulás
id: bangun dan semangat
it: in piedi e via
ja: すっきり目覚めた
ko: 상쾌하게 기상
ms: bangun dan bersinar
nl: opstaan en stralen
no: opp og hopp
pl: pobudka i do dzieła
pt_br: hora de levantar
pt_pt: de pé e a brilhar
ro: sus și la treabă
ru: подъём и вперёд
sk: hor sa do dňa
sv: upp och hoppa
th: ตื่นมาเปล่งประกาย
tr: kalk ve parla
uk: підйом і вперед
vi: thức dậy và tỏa sáng
zh_hans: 太阳晒屁股了
zh_hant: 太陽曬屁股了

# wake_phrase_4
source: i am awake and out of bed
ar: استيقظت وخرجت من السرير
ca: estic despert i fora del llit
cs: jsem vzhůru a jsem z postele
da: jeg er vågen og ude af sengen
de: ich bin wach und aus dem bett
el: είμαι ξύπνιος και έξω από το κρεβάτι
es: estoy despierto y fuera de la cama
fi: olen hereillä ja ylhäällä sängystä
fr: je suis réveillé et hors du lit
he: קמתי ויצאתי מהמיטה
hi: मैं उठकर बिस्तर से बाहर हूँ
hr: budan sam i izvan kreveta
hu: ébren vagyok és kint az ágyból
id: aku sudah bangun dan keluar dari kasur
it: sono sveglio e fuori dal letto
ja: もう起きてベッドから出ました
ko: 나는 깨어나서 침대 밖으로 나왔다
ms: saya sudah bangun dan keluar dari katil
nl: ik ben wakker en uit bed
no: jeg er våken og ute av senga
pl: jestem obudzony i wstałem z łóżka
pt_br: estou acordado e fora da cama
pt_pt: estou acordado e fora da cama
ro: sunt treaz și am ieșit din pat
ru: я проснулся и встал с кровати
sk: som hore a som z postele
sv: jag är vaken och uppe ur sängen
th: ฉันตื่นและลุกจากเตียงแล้ว
tr: uyandım ve yataktan çıktım
uk: я прокинувся і встав з ліжка
vi: tôi đã dậy và ra khỏi giường
zh_hans: 我已经醒了并且下床了
zh_hant: 我已經醒了而且下床了

# wake_phrase_5
source: today is going to be a great day
ar: اليوم سيكون يوماً رائعاً
ca: avui serà un gran dia
cs: dnes bude skvělý den
da: i dag bliver en fantastisk dag
de: heute wird ein großartiger tag
el: σήμερα θα είναι μια υπέροχη μέρα
es: hoy va a ser un gran día
fi: tästä tulee mahtava päivä
fr: aujourd'hui sera une excellente journée
he: היום יהיה יום נהדר
hi: आज का दिन शानदार होगा
hr: danas će biti sjajan dan
hu: ma nagyszerű nap lesz
id: hari ini akan jadi hari yang hebat
it: oggi sarà una giornata fantastica
ja: 今日はきっと素晴らしい一日になる
ko: 오늘은 정말 멋진 하루가 될 거야
ms: hari ini akan menjadi hari yang hebat
nl: vandaag wordt een geweldige dag
no: i dag blir en fantastisk dag
pl: dzisiaj będzie wspaniały dzień
pt_br: hoje vai ser um ótimo dia
pt_pt: hoje vai ser um dia fantástico
ro: azi va fi o zi minunată
ru: сегодня будет отличный день
sk: dnes bude skvelý deň
sv: idag blir en fantastisk dag
th: วันนี้จะเป็นวันที่ยอดเยี่ยม
tr: bugün harika bir gün olacak
uk: сьогодні буде чудовий день
vi: hôm nay sẽ là một ngày tuyệt vời
zh_hans: 今天会是美好的一天
zh_hant: 今天會是美好的一天

# wake_phrase_6
source: no more sleeping the day starts now
ar: كفى نوماً اليوم يبدأ الآن
ca: prou dormir el dia comença ara
cs: dost spánku den začíná teď
da: nok søvn dagen starter nu
de: schluss mit schlafen der tag beginnt jetzt
el: τέλος ο ύπνος η μέρα ξεκινά τώρα
es: no más dormir el día empieza ahora
fi: nukkuminen riittää päivä alkaa nyt
fr: fini de dormir la journée commence maintenant
he: מספיק לישון היום מתחיל עכשיו
hi: बहुत सो लिया दिन अब शुरू होता है
hr: dosta spavanja dan počinje sada
hu: elég az alvásból a nap most kezdődik
id: cukup tidurnya hari dimulai sekarang
it: basta dormire la giornata inizia adesso
ja: 眠りは終わり一日が今始まる
ko: 이제 그만 자고 하루를 시작하자
ms: cukuplah tidur hari bermula sekarang
nl: genoeg geslapen de dag begint nu
no: nok søvn dagen starter nå
pl: koniec spania dzień zaczyna się teraz
pt_br: chega de dormir o dia começa agora
pt_pt: chega de dormir o dia começa agora
ro: gata cu somnul ziua începe acum
ru: хватит спать день начинается сейчас
sk: dosť spánku deň sa začína teraz
sv: nog sovet dagen börjar nu
th: นอนพอแล้ววันใหม่เริ่มเดี๋ยวนี้
tr: uyku bitti gün şimdi başlıyor
uk: досить спати день починається зараз
vi: ngủ đủ rồi ngày mới bắt đầu từ bây giờ
zh_hans: 不能再睡了新的一天现在开始
zh_hant: 不能再睡了新的一天現在開始

# wake_section_title
source: Wake up
ar: الاستيقاظ
ca: Despertar
cs: Probuzení
da: Vækning
de: Aufwachen
el: Ξύπνημα
es: Despertar
fi: Herääminen
fr: Réveil
he: השכמה
hi: जागरण
hr: Buđenje
hu: Ébredés
id: Bangun
it: Risveglio
ja: 起床
ko: 기상
ms: Bangun
nl: Wakker worden
no: Vekking
pl: Pobudka
pt_br: Despertar
pt_pt: Despertar
ro: Trezirea
ru: Пробуждение
sk: Budenie
sv: Väckning
th: การตื่น
tr: Uyanma
uk: Пробудження
vi: Thức dậy
zh_hans: 唤醒
zh_hant: 喚醒

# wake_shake_subtitle
source: Shake your phone until the ring fills
ar: هزّ الآيفون حتى يمتلئ المؤشر
ca: Sacseja l'iPhone fins que l'anell s'ompli
cs: Třeste iPhonem, dokud se kruh nenaplní
da: Ryst din iPhone, indtil ringen er fuld
de: Schüttle dein iPhone, bis der Ring voll ist
el: Κούνα το iPhone μέχρι να γεμίσει ο δακτύλιος
es: Agita el teléfono hasta completar el círculo
fi: Ravista iPhonea, kunnes rengas täyttyy
fr: Secouez votre iPhone jusqu'à remplir l'anneau
he: נערו את האייפון עד שהטבעת תתמלא
hi: रिंग भरने तक iPhone हिलाएँ
hr: Protresi iPhone dok se prsten ne napuni
hu: Rázd az iPhone-t, amíg a gyűrű megtelik
id: Goyangkan iPhone sampai lingkarannya penuh
it: Scuoti l'iPhone finché l'anello non si riempie
ja: リングがいっぱいになるまでiPhoneを振ってください
ko: 링이 가득 찰 때까지 iPhone을 흔드세요
ms: Goncang iPhone sehingga gelang penuh
nl: Schud je iPhone tot de ring vol is
no: Rist iPhonen til ringen er full
pl: Potrząsaj iPhone'em, aż pierścień się zapełni
pt_br: Chacoalhe o celular até completar o círculo
pt_pt: Agite o iPhone até o anel encher
ro: Scutură iPhone-ul până se umple inelul
ru: Трясите iPhone, пока кольцо не заполнится
sk: Traste iPhonom, kým sa kruh nenaplní
sv: Skaka din iPhone tills ringen är full
th: เขย่า iPhone จนวงแหวนเต็ม
tr: Halka dolana kadar iPhone'unuzu sallayın
uk: Трусіть iPhone, поки кільце не заповниться
vi: Lắc iPhone đến khi vòng tròn đầy
zh_hans: 摇动手机，直到圆环填满
zh_hant: 搖動手機，直到圓環填滿

# wake_shake_title
source: Shake to wake up
ar: هزّ لتستيقظ
ca: Sacseja per despertar-te
cs: Zatřeste a probuďte se
da: Ryst for at vågne
de: Schütteln zum Aufwachen
el: Κούνα το για να ξυπνήσεις
es: Agita para despertar
fi: Ravista herätäksesi
fr: Secouez pour vous réveiller
he: נערו כדי לקום
hi: जागने के लिए हिलाएँ
hr: Protresi za buđenje
hu: Rázd meg az ébredéshez
id: Goyangkan untuk bangun
it: Scuoti per svegliarti
ja: 振って起きる
ko: 흔들어서 기상
ms: Goncang untuk bangun
nl: Schud om wakker te worden
no: Rist for å våkne
pl: Potrząśnij, aby się obudzić
pt_br: Chacoalhe para acordar
pt_pt: Agite para acordar
ro: Scutură ca să te trezești
ru: Встряхните, чтобы проснуться
sk: Zatraste a zobuďte sa
sv: Skaka för att vakna
th: เขย่าเพื่อตื่น
tr: Uyanmak için sallayın
uk: Струсніть, щоб прокинутися
vi: Lắc để thức dậy
zh_hans: 摇一摇起床
zh_hant: 搖一搖起床

# wake_start_mission
source: Wake up
ar: استيقاظ
ca: Desperta't
cs: Vzbudit se
da: Vågn op
de: Aufwachen
el: Ξύπνημα
es: Despertar
fi: Herää
fr: Se réveiller
he: לקום
hi: जागें
hr: Probudi se
hu: Ébredés
id: Bangun
it: Svegliati
ja: 起きる
ko: 기상
ms: Bangun
nl: Word wakker
no: Våkn opp
pl: Pobudka
pt_br: Acordar
pt_pt: Acordar
ro: Trezește-te
ru: Проснуться
sk: Zobudiť sa
sv: Vakna
th: ตื่น
tr: Uyan
uk: Прокинутися
vi: Thức dậy
zh_hans: 起床
zh_hant: 起床

# wake_typing_confirm
source: Confirm
ar: تأكيد
ca: Confirma
cs: Potvrdit
da: Bekræft
de: Bestätigen
el: Επιβεβαίωση
es: Confirmar
fi: Vahvista
fr: Confirmer
he: אישור
hi: पुष्टि करें
hr: Potvrdi
hu: Megerősítés
id: Konfirmasi
it: Conferma
ja: 確認
ko: 확인
ms: Sahkan
nl: Bevestig
no: Bekreft
pl: Potwierdź
pt_br: Confirmar
pt_pt: Confirmar
ro: Confirmă
ru: Подтвердить
sk: Potvrdiť
sv: Bekräfta
th: ยืนยัน
tr: Onayla
uk: Підтвердити
vi: Xác nhận
zh_hans: 确认
zh_hant: 確認
